Repository: tsielknovnomis/Ruuvi-Station-Localization-Polish
Catalog: tm/tmx2source/DE.tmx
Source language: en_gb
Languages: de_de

source: Confirm
de_de: Bestätige

source: Remove
de_de: Löschen

source: Error
de_de: Fehler

source: English
de_de: Englisch

source: Language
de_de: Sprache

source: Data Format
de_de: Datei Format

source: Tx Power
de_de: Sendeleistung

source: Movement Counter
de_de: Bewegungszähler

source: Measurement Sequence Number
de_de: Messsequenznummer

source: Set custom description...
de_de: Benutzerdefinierte Beschreibung festlegen...

source: Update Firmware
de_de: Firmware aktualisieren

source: Acceleration X
de_de: Beschleunigung X

source: Acceleration Y
de_de: Beschleunigung Y

source: Acceleration Z
de_de: Beschleunigung Z

source: No sensors found
de_de: Keine Sensoren gefunden

source: Nearby Ruuvi sensors
de_de: Ruuvi-Sensoren in der Nähe

source: ago
de_de: vor

source: Disable this alarm
de_de: Diesen Alarm deaktivieren

source: Movement
de_de: Bewegung

source: Alert when sensor is moved
de_de: Warnung, wenn der Sensor bewegt wird

source: Air Humidity is too high!
de_de: Luftfeuchtigkeit ist zu hoch!

source: Air Humidity is too low!
de_de: Luftfeuchtigkeit ist zu niedrig!

source: Movement detected!
de_de: Bewegung erkannt!

source: Air Pressure is too high!
de_de: Luftdruck ist zu hoch!

source: Air Pressure is too low!
de_de: Luftdruck ist zu niedrig!

source: Signal strength is too high!
de_de: Signalstärke ist zu hoch!

source: Signal strength is too low!
de_de: Signalstärke ist zu gering!

source: Temperature is too high!
de_de: Temperatur ist zu hoch!

source: Temperature is too low!
de_de: Temperatur zu niedrig!

source: Off
de_de: Aus

source: Alert when less than {%.0f^%1$,d} or more than {%.0f^%2$,d}
de_de: Warnung bei weniger als {%.0f^%1$,d} oder mehr als {%.0f^%2$,d}

source: ALERTS
de_de: WARNUNGEN

# BACKGROUND IMAGE
source: BACKGROUND\nIMAGE
de_de: HINTERGRUND BILD

source: You can disable background scanning in Settings
de_de: Sie können das Scannen im Hintergrund in den Einstellungen deaktivieren

source: Scanning every
de_de: Alles Scannen

source: Calibrate
de_de: Kalibrieren

source: Calibrated: {%@^%1$s}
de_de: Kalibriert: {%@^%1$s}

source: Calibration done!
de_de: Kalibrierung fertig!

source: In order to measure relative humidity as accurately as possible, a sodium chloride (salt) calibration is recommended. See video tutorials on how to easily do this at home.
de_de: Um die relative Luftfeuchtigkeit so genau wie möglich zu messen, wird eine Natriumchlorid-(Salz-)Kalibrierung empfohlen. Sehen Sie sich Video-Tutorials an, wie Sie dies ganz einfach zu Hause tun können.

source: Calibrate hygrometer
de_de: Hygrometer kalibrieren

source: Note that calibration data will be stored locally in your mobile device. After Ruuvi Station uninstall and install, you may need to recalibrate.
de_de: Beachten Sie, dass die Kalibrierungsdaten lokal auf Ihrem Mobilgerät gespeichert werden. Nach der Deinstallation und Installation von Ruuvi Station müssen Sie möglicherweise eine Neukalibrierung durchführen.

source: Translated text here should be exact part of HumidityCalibration.Description.text (calibration_humidity for Android). It will be highlighted as hyperlink in app
de_de: Tutoriel vidéo.

source: Camera
de_de: Kamera

source: Could not start camera
de_de: Kamera konnte nicht gestartet werden

source: Cancel
de_de: Abbrechen

source: Charts feature works best with background scanning enabled.
de_de: Die Diagrammfunktion funktioniert am besten, wenn das Scannen im Hintergrund aktiviert ist.

source: Would you like to enable background scanning?
de_de: Möchten Sie das Scannen im Hintergrund aktivieren?

source: Clear
de_de: Löschen

source: Clear the local historical data from the app?
de_de: Die lokalen historischen Daten aus der App löschen?

source: Close
de_de: Schließen

source: Synchronising...
de_de: Synchronisieren...

source: Connecting...
de_de: Verbinden...

source: Use dashboard view to see multiple sensors at a glance. Restart the app after enabling it.
de_de: Verwenden Sie die Dashboard-Ansicht, um mehrere Sensoren auf einen Blick zu sehen. Starten Sie die App nach der Aktivierung neu.

# Your dashboard is empty
source: Your dashboard \nis empty
de_de: Ihr Dashboard ist leer

source: %1$,d measurements read, saving..
de_de: %1$,d Messwerte gelesen, gespeichert...

source: File type not supported
de_de: Dateityp wird nicht unterstützt

source: Gallery
de_de: Galerie

source: Disabled
de_de: Ausgeschaltet

source: Data Forwarding URL
de_de: Datenweiterleitungs-URL

source: Ruuvi Station is an easy-to-use but powerful tool to supercharge your Ruuvi sensors. Simply add some sensors and you're ready to go.
de_de: Ruuvi Station ist ein benutzerfreundliches, aber leistungsstarkes Werkzeug, um Ihre Ruuvi-Sensoren aufzuladen. Fügen Sie einfach einige Sensoren hinzu und schon können Sie loslegen.

source: ABOUT / HELP
de_de: ÜBER / HILFE

source: Added sensors: %1$,d
de_de: Sensoren hinzugefügt: %1$,d

source: Number of locally stored measurements: %1$,d
de_de: Anzahl lokal gespeicherter Messungen: %1$,d

source: Database size: %1$,d kB
de_de: Datenbankgröße: %1$,d kB

source: Ruuvi's website: ruuvi.com\nRuuvi Forum: f.ruuvi.com\nRuuvi Blog: ruuvi.com/blog\nRuuvi on Twitter: twitter.com/ruuvicom
de_de: Ruuvi-Website: ruuvi.com\nRuuvi-Forum: f.ruuvi.com\nRuuvi-Blog: ruuvi.com/blog\nRuuvi auf Twitter: twitter.com/ruuvicom

source: MORE TO READ
de_de: MEHR ERFAHREN

source: Just like Ruuvi sensors, Ruuvi Station is also open-source: github.com/ruuvi
de_de: Genau wie Ruuvi-Sensoren ist auch Ruuvi Station Open Source: github.com/ruuvi

source: We've designed the app to be self-explanatory but comprehensive manuals are also available for both Ruuvi sensors and Ruuvi Station: ruuvi.com/support
de_de: Wir haben die App so gestaltet, dass sie selbsterklärend ist, aber sowohl für Ruuvi-Sensoren als auch für die Ruuvi-Station sind umfassende Handbücher verfügbar: ruuvi.com/support

source: OPERATIONS MANUAL
de_de: ANLEITUNG

source: By using the application, you accept Ruuvi's standard terms and conditions: ruuvi.com/terms
de_de: Durch die Nutzung der Anwendung akzeptieren Sie die allgemeinen Geschäftsbedingungen von Ruuvi: ruuvi.com/terms

source: PRIVACY POLICY
de_de: DATENSCHUTZ-BESTIMMUNGEN

source: Seen sensors: %1$,d
de_de: Gesehene Sensoren: %1$,d

source: If you’re experiencing problems and our manuals didn’t provide the help you need, check out our many troubleshooting topics, here: ruuvi.com/support
de_de: Wenn Sie Probleme haben und unsere Handbücher nicht die gewünschte Hilfe bieten, finden Sie weitere Hilfe zur Fehlerbehebung hier: ruuvi.com/support

source: TROUBLESHOOTING
de_de: FEHLERBEHEBUNG

source: Hours
de_de: Stunden

source: Days
de_de: Tage

source: Air Humidity ({%@^%1$s})
de_de: Luftfeuchtigkeit ({%@^%1$s})

source: Absolute (g/m³)
de_de: Absolut (g/m³)

source: Dew point (°)
de_de: Taupunkt (°)

source: MAC Address
de_de: MAC-Adresse

source: MAC address copied to clipboard
de_de: MAC-Adresse in Zwischenablage kopiert

source: About / Help
de_de: Über / Hilfe

source: Add a New Sensor
de_de: Neuen Sensor hinzufügen

source: App Settings
de_de: App Einstellungen

source: Get More Sensors
de_de: Mehr Sensoren kaufen

source: Send Feedback
de_de: Feedback schicken

source: Minutes
de_de: Minuten

source: MORE INFO
de_de: MEHR INFO

source: Close the navigation drawer
de_de: Schließen der Navigation

source: Open the navigation drawer
de_de: Öffnen der Navigation

source: No
de_de: Nein

source: No new data points available
de_de: Keine neuen Datenpunkte verfügbar

source: Enable Background Scanning
de_de: Scannen im Hintergrund aktivieren

source: In order to scan nearby Bluetooth devices in the background, Android requires background location access to be enabled. \n\nPlease click 'allow all the time' if you'd like to use the background scanning feature. \n\nRuuvi doesn't track your movements. You're safe.
de_de: Um Bluetooth-Geräte in der Nähe im Hintergrund zu scannen, muss für Android der Zugriff auf den Standort im Hintergrund aktiviert sein. \n\n Bitte klicken Sie auf 'immer zulassen', wenn Sie die Funktion zum Scannen im Hintergrund verwenden möchten. \n\nRuuvi verfolgt Ihre Bewegungen nicht. Sie sind sicher.

source: In order to scan nearby Bluetooth devices, Android requires location access to be enabled. \n\nRuuvi doesn't track your movements. You're safe.
de_de: Um Bluetooth-Geräte in der Nähe zu scannen, muss für Android der Standortzugriff aktiviert sein. \n\nRuuvi verfolgt Ihre Bewegungen nicht. Sie sind sicher.

source: Enable Bluetooth Scanning
de_de: Bluetooth-Scan aktivieren

source: Please enable location permission in Settings to see sensors.
de_de: Bitte aktivieren Sie die Standortberechtigung in den Einstellungen, um Sensoren anzuzeigen.

# No sensors added, press here to add sensors
source: No sensors added,\npress here to add sensors
de_de: Keine Sensoren hinzugefügt, klicken Sie hier, um Sensoren hinzuzufügen

source: Air Pressure ({%@^%1$s})
de_de: Luftdruck ({%@^%1$s})

source: Hectopascal (hPa)
de_de: Hektopascal (hPa)

source: Inch of mercury (inHg)
de_de: Zoll Quecksilber (inHg)

source: Millimetre of mercury (mmHg)
de_de: Millimeter Quecksilbersäule (mmHg)

source: Reading history
de_de: History wird gelesen

source: Firmware not supported
de_de: Firmware nicht unterstützt

source: Signal strength (RSSI)
de_de: Signalstärke (RSSI)

source: SCAN
de_de: SCANNEN

source: sec
de_de: sek

source: Seconds
de_de: Sekunden

source: Select Picture
de_de: Bild auswählen

source: Send Email
de_de: Email schicken

source: Sensor is already added
de_de: Sensor ist bereits hinzugefügt

source: Settings
de_de: Einstellungen

source: If you experience any issues with background scanning you should disable battery optimisation for Ruuvi Station. This procedure may vary depending on your device vendor, model and Android version.
de_de: Wenn beim Scannen im Hintergrund Probleme auftreten, sollten Sie die Batterieoptimierung für Ruuvi Station deaktivieren. Dieses Verfahren kann je nach Gerätehersteller, Modell und Android-Version variieren.

source: Go to Android Settings -> Apps -> Ruuvi Station -> Battery -> Battery Optimisation and select 'Don't optimise for Ruuvi Station'
de_de: Gehen Sie zu Android-Einstellungen -> Apps -> Ruuvi Station -> Akku -> Akkuoptimierung und wählen Sie 'Nicht für Ruuvi Station optimieren'.

source: On Huawei devices go to Android Settings -> Apps -> Ruuvi Station -> Power usage details -> App launch. Disable 'Manage Automatically' and enable options: 'Auto-Launch', 'Secondary Launch' and 'Run in background'.
de_de: Gehen Sie auf Huawei-Geräten zu Android-Einstellungen -> Apps -> Ruuvi Station -> Details zum Stromverbrauch -> App-Start. Deaktivieren Sie 'Automatisch verwalten' und aktivieren Sie die Optionen: 'Automatischer Start', 'Sekundärer Start' und 'Im Hintergrund ausführen'.

source: On Samsung devices go to Android Settings -> Battery -> App power saving detail and set option 'Turned off' for Ruuvi Station.
de_de: Gehen Sie auf Samsung-Geräten zu Android-Einstellungen -> Akku -> App-Energiespardetails und stellen Sie die Option 'Ausgeschaltet' für Ruuvi Station ein.

source: On Samsung devices go to Android Settings -> Device Maintenance (or Device Care) -> Battery. Disable 'Put unused apps to sleep'. Disable 'Auto-disable unused apps'. Remove Ruuvi Station from the list of sleeping apps. Disable background restrictions for Ruuvi Station.
de_de: Gehen Sie auf Samsung-Geräten zu Android-Einstellungen -> Gerätewartung (oder Gerätepflege) -> Akku. Deaktivieren Sie 'Nicht verwendete Apps in den Ruhezustand versetzen'. Deaktivieren Sie 'Nicht verwendete Apps automatisch deaktivieren'

source: Background scan important note
de_de: Hintergrundscan wichtiger Hinweis

source: On Xiaomi devices go to Android Settings -> Apps -> Manage apps -> Ruuvi Station. Enable Autostart and set Battery Saver to 'No restrictions'.
de_de: Gehen Sie auf Xiaomi-Geräten zu Android-Einstellungen -> Apps -> Apps verwalten -> Ruuvi Station. Aktivieren Sie Autostart und stellen Sie Battery Saver auf 'Keine Einschränkungen'.

source: Continuous background scanning
de_de: Kontinuierliches Scannen im Hintergrund

# Continuous background scanning mode is enabled. Data logging interval: %1$s
source: Continuous background scanning mode is enabled.\nData logging interval: %1$s
de_de: Der kontinuierliche Hintergrundscanmodus ist aktiviert.\nDatenprotokollierungsintervall: %1$s

source: No background scanning
de_de: Kein Scannen im Hintergrund

source: No background scanning mode is enabled
de_de: Es ist kein Hintergrundscanmodus aktiviert

source: Background Scanning Settings
de_de: Einstellungen für das Scannen im Hintergrund

source: This feature enables background scanning, meaning that your phone will periodically search for beacons, even when you are not using it.
de_de: Diese Funktion ermöglicht das Scannen im Hintergrund, was bedeutet, dass Ihr Telefon regelmäßig nach Beacons sucht, auch wenn Sie es nicht verwenden.

source: The app will periodically search for beacons using a service (with notifications), allowing for very frequent and reliable scanning, even when you are not using it.
de_de: Die App sucht regelmäßig über einen Dienst (mit Benachrichtigungen) nach Beacons, was ein sehr häufiges und zuverlässiges Scannen ermöglicht, auch wenn Sie sie nicht verwenden.

source: Data logging interval
de_de: Datenprotokollierungsintervall

source: Define how often the background scanning will run
de_de: Definieren Sie, wie oft der Hintergrundscan ausgeführt wird

source: Chart Settings
de_de: Diagramm Einstellungen

source: Display all data in chart
de_de: Alle Daten im Diagramm anzeigen

source: Enabling it may cause charts to update slowly
de_de: Die Aktivierung kann dazu führen, dass Diagramme langsam aktualisiert werden

source: Configure interval between points shown on chart
de_de: Konfigurieren Sie das Intervall zwischen den auf dem Diagramm angezeigten Punkten

source: Draw dots in chart
de_de: Punkte im Diagramm zeichnen

source: Small dots will help to understand when measurements were collected
de_de: Kleine Punkte helfen zu verstehen, wann Messungen erfasst wurden

source: Chart Interval
de_de: Diagrammintervall

source: Set interval between points for chart from 1 to 60 minutes. Smaller values mean a more accurate chart, but also a higher performance requirement for your device
de_de: Stellen Sie das Intervall zwischen den Punkten für das Diagramm von 1 bis 60 Minuten ein. Kleinere Werte bedeuten ein genaueres Diagramm, aber auch einen höheren Leistungsbedarf für Ihr Gerät

source: Chart history view period
de_de: Anzeigezeitraum des Diagrammverlaufs

source: Configure the period of history to be shown on chart from 1 to 10 days
de_de: Konfigurieren Sie den Zeitraum, der im Diagramm angezeigt werden soll, von 1 bis 10 Tagen

source: Data Forwarding Settings
de_de: Einstellungen für die Datenweiterleitung

source: When you add a URL here, the app will execute an HTTP POST with the linked sensors when it does background scanning. \n\nFor more info, check the documentation.
de_de: Wenn Sie hier eine URL hinzufügen, führt die App beim Hintergrundscannen einen HTTP POST mit den verknüpften Sensoren aus. Weitere Informationen finden Sie in der Dokumentation.

source: Translated text here should be exact part of settings_gateway_details. It will be highlighted as hyperlink in app
de_de: page de support

source: Device identifier
de_de: Gerätekennung

source: Test data forwarding
de_de: Testdatenweiterleitung

source: Humidity Unit
de_de: Feuchtigkeitseinheit

source: Choose the humidity unit you want to be displayed
de_de: Wählen Sie die Luftfeuchtigkeitseinheit aus, die angezeigt werden soll

source: Pressure Unit
de_de: Druckeinheit

source: Choose the pressure unit you want to be displayed
de_de: Wählen Sie die Druckeinheit, die angezeigt werden soll

source: Temperature Unit
de_de: Temperatureinheit

source: Choose the temperature unit you want to be displayed
de_de: Wählen Sie die Temperatureinheit, die angezeigt werden soll

source: SYNC
de_de: SYNCHRONISIEREN

source: Sync complete
de_de: Synchronisierung abgeschlossen

source: Download history data from the sensor?
de_de: Daten vom Sensor herunterladen?

source: Sensor not found, is it in range?
de_de: Sensor nicht gefunden, ist er in Reichweite?

source: Remove sensor
de_de: Sensor entfernen

source: Do you want to remove the sensor? You can add it again later, if needed.
de_de: Möchten Sie den Sensor entfernen? Sie können ihn später bei Bedarf wieder hinzufügen.

source: Temperature ({%@^%1$s})
de_de: Temperatur ({%@^%1$s})

source: Updated {%@^%1$s}
de_de: Aktuaisiert {%@^%1$s}

source: Swipe to see what Ruuvi Station can do for you
de_de: Wischen Sie, um zu sehen, was Ruuvi Station für Sie tun kann

source: Measure environmental data: temperature, relative humidity and air pressure
de_de: Umweltdaten messen: Temperatur, relative Luftfeuchtigkeit und Luftdruck

source: Access data for each linked sensor in real time and explore history graphs
de_de: Greifen Sie in Echtzeit auf Daten für jeden verknüpften Sensor zu und erkunden Sie Verlaufsdiagramme

source: Set alerts and get notified whenever your limits are hit
de_de: Legen Sie Benachrichtigungen fest und lassen Sie sich benachrichtigen, wenn Ihre Grenzen erreicht sind

source: Let the app act as a gateway
de_de: Lassen Sie die App als Gateway fungieren

source: Press SCAN to find and add nearby sensors to your Ruuvi Station
de_de: Drücken Sie SCAN, um Sensoren in der Nähe zu finden und zu Ihrer Ruuvi Station hinzuzufügen

source: Yes
de_de: Ja

source: .csv created, opening share menu
de_de: .csv erstellt, Freigabemenü öffnen

source: Failed to create CSV file
de_de: CSV-Datei konnte nicht erstellt werden

source: Sensor Settings
de_de: Sensoreinstellungen

source: Nope, it did not work. Is the URL correct?
de_de: Nein, es hat nicht funktioniert. Ist die URL korrekt?

source: Data forwarding works! Response code: %1$d
de_de: Datenweiterleitung funktioniert! Antwortcode: %1$d

source: Nope, it did not work. Response code: %1$d
de_de: Nein, es hat nicht funktioniert. Antwortcode: %1$d

source: Testing...
de_de: Testen...

source: Timestamp,Temperature (%1$s), Humidity (%2$s), Pressure (%3$s),RSSI,Acceleration X,Acceleration Y,Acceleration Z,Voltage
de_de: Zeitstempel,Temperatur (%1$s), Luftfeuchtigkeit (%2$s), Druck (%3$s),RSSI,Beschleunigung X,Beschleunigung Y,Beschleunigung Z,Spannung

source: Timestamp,Temperature (%1$s), Humidity (%2$s), Pressure (%3$s),RSSI,Acceleration X,Acceleration Y,Acceleration Z,Voltage,Movement counter,Measurement sequence number
de_de: Zeitstempel,Temperatur (%1$s), Feuchtigkeit (%2$s), Druck (%3$s),RSSI,Beschleunigung X,Beschleunigung Y,Beschleunigung Z,Spannung,Bewegungszähler,Messsequenznummer

source: Timestamp,Temperature (%1$s), Humidity (%2$s), Pressure (%3$s),RSSI
de_de: Zeitstempel,Temperatur (%1$s), Luftfeuchtigkeit (%2$s), Druck (%3$s),RSSI

source: Mute for an hour
de_de: Stumm schalten für eine Stunde

source: Sign in
de_de: Einloggen

source: Sign out
de_de: Ausloggen

source: After signing in, you will automatically be marked as the owner of your nearby Ruuvi sensors. The claimed sensors will be restored after an app re-install.\n\nWith a Ruuvi Gateway router, you'll be able to monitor the claimed sensors remotely and share them with your friends.
de_de: Nach der Anmeldung werden Sie automatisch als Besitzer Ihrer Ruuvi-Sensoren in der Nähe markiert. Die Sensoren werden nach einer Neuinstallation der App wiederhergestellt.\n\nMit einem Ruuvi Gateway-Router können Sie die Sensoren aus der Ferne überwachen und mit Ihren Freunden teilen.

source: Benefits of the Ruuvi cloud service
de_de: Vorteile des Ruuvi Cloud-Dienstes

source: Login
de_de: Anmeldung

source: Request a code
de_de: Fordern Sie einen Code an

source: Submit
de_de: Abschicken

source: Enter code manually
de_de: Code manuell eingeben

source: Email sent
de_de: E-Mail gesendet

source: Check your email for an activation code.
de_de: Überprüfen Sie Ihre E-Mail auf einen Aktivierungscode.

source: When you sign out, sensors the ownerships of which you've claimed on the sensor Settings page will be automatically removed from the app. When you sign in again using the same email address, the sensors will be returned from the cloud.\n\nDo you want to sign out?
de_de: Wenn Sie sich abmelden, werden Sensoren, deren Eigentum Sie mit den Sensoreinstellungen bestätigt haben, automatisch aus der App entfernt. Wenn Sie sich erneut mit derselben E-Mail-Adresse anmelden, werden die Sensoren aus der Cloud zurückgegeben.\n\nMöchten Sie sich abmelden?

source: Claim ownership
de_de: Inhaberschaft beanspruchen

source: Share
de_de: Teilen

source: Syncing...
de_de: Synchronisierung...

source: Synchronised: {%@^%1$s}
de_de: Synchronisiert: {%@^%1$s}

source: never
de_de: Nie

source: none
de_de: keiner

source: User: {%@^%1$s}
de_de: Benutzer: {%@^%1$s}

source: Synchronised successfully!
de_de: Erfolgreich synchronisiert!

source: Synchronisation failed: %1$s
de_de: Synchronisierung fehlgeschlagen: %1$s

source: Synchronisation failed: need to log in first
de_de: Synchronisierung fehlgeschlagen: Sie müssen sich zuerst anmelden

source: Share sensor
de_de: Sensor teilen

source: You can share the sensor with friends and family if it's in range of a Ruuvi Gateway.\n\nReceiver will be notified by email. If the receiver doesn't have a Ruuvi account, a free Ruuvi account will automatically be created at first log in.\n\nNote that the sensor's custom name and background image will be shared. The name and image sync is one time only, and after this, they can be privately customised by the receiver. Offset values (if any) set by the owner, will be automatically synced, and the receiver will always see the final corrected values.
de_de: Sie können den Sensor mit Freunden und Familie teilen, wenn er sich in Reichweite eines Ruuvi Gateways befindet.\n\nDer Empfänger wird per E-Mail benachrichtigt. Wenn der Empfänger kein Ruuvi-Konto hat, wird beim ersten Anmelden automatisch ein kostenloses Ruuvi-Konto erstellt.\n\nBeachten Sie, dass der benutzerdefinierte Name und das Hintergrundbild des Sensors geteilt werden. Der Name und das Bild werden nur einmal synchronisiert und können danach vom Empfänger privat angepasst werden. Vom Besitzer eingestellte Offset-Werte (sofern vorhanden) werden automatisch synchronisiert und der Empfänger sieht immer die endgültigen korrigierten Werte.

source: Add friend
de_de: Freund hinzufügen

source: Already shared {%d^%1$,d}/{%d^%2$,d}
de_de: Bereits geteilt {%d^%1$,d}/{%d^%2$,d}

source: Send
de_de: Senden

source: Do you want to unshare sensor for {%@^%1$s}?
de_de: Möchten Sie die Freigabe des Sensors für {%@^%1$s} aufheben?

source: NETWORK INFO
de_de: NETZWERK INFORMATION

source: Owner
de_de: Eigentümer

source: To enjoy all the features, create a free account or login to your existing Ruuvi account by entering your email address.
de_de: Um alle Funktionen nutzen zu können, erstellen Sie ein kostenloses Konto oder melden Sie sich bei Ihrem bestehenden Ruuvi-Konto an, indem Sie Ihre E-Mail-Adresse eingeben.

source: SKIP
de_de: ÜBERSPRINGEN

source: Forbidden
de_de: Verboten

source: Unauthorised
de_de: Nicht autorisiert

source: Internal error
de_de: Interner Fehler

source: Invalid request format
de_de: Ungültiges Anfrageformat

source: User not found
de_de: Benutzer wurde nicht gefunden

source: Sensor not found
de_de: Sensor nicht gefunden

source: Token is expired
de_de: Token ist abgelaufen

source: Subscription is not found
de_de: Abonnement wurde nicht gefunden

source: The share limit is reached
de_de: Das Teilen Limit ist erreicht

source: Sensor share limit is reached
de_de: Sensor Teilen Limit ist erreicht
